Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/veiledning_kp_regning_1trinn_nordsamisk.pdf.tmx
Source language: sme
Languages: sma

source: Kártengeahččaleapmi galgá čađahuvvot guovtti vuorus. Vuoruid gaskkas galgá ohppiin leat boddu.
sma: Illedahkh jïh bïevnesh pryöveste maehtieh dutnjien aktem guvviem vedtedh destie maam learohkh haalvoeh, jïh mejnie dah tjuerieh vielie barkedh.

source: Dat lea danne go oahppit geain leat oahppanváttut dávjá váibet eanet go oahppit
sma: Vaeltieh learoehkidie meatan Datne byörh learoehkidie meatan vaeltedh gosse pryövem gïehtjedh mænngan.

source: Buot oahppit galget beassat čájehit kártengeahččaleamis maid sii máhttet, ja ahte boasttu vástádusaid sivva ii leat dat go leat váiban.
sma: Gosse learoehkidie gihtjh maam dah vienhtieh dah leah buektiehtamme, jïh mejnie byöroeh vielie haarjanidh, dellie dah maehtieh aelkedh sijjen jïjtsh lïerehtimmien bïjre ussjedieh.

source: Geahččaleapmegihppagis lea merkejuvvon gokko galggašii bisánit bottus.
sma: Mænngan illedahkide gïehtjedamme, maahta nuhteligs årrodh baajedh learoehkidie

source: Dat lea dušše láidehus, muhto ávžžuhit ahte eai váldde bottu maŋŋelis dan.
sma: meatan årrodh sijjen vaestiedassi bïjre ussjedidh, jïh soejkesjidh maam dah maehtieh darjodh juktie buerebe sjïdtedh.

source: Bottu guhkkodat galggašii leat unnimusat 10 minuhta, áinnas borranboddu dahje fitnan olggu ovddas.
sma: Jïjtsevuarjasjimmie maahta aaj viehkine årrodh ihke learohkh aktem tjïelkebe guvviem åadtjoeh jïjtsh maahtoen bïjre ryöknedimmesne.

source: Geahččaleami sáhttá maiddái juohkit guovtti skuvlabeaivái. Oktiibuot almma bottu haga lea
sma: GUKTIE DEJTIE NJIELJIE PRINSIHPIDE JAABNANVUARJASJÆMMAN EKTESNE VUEJNEDH PRYÖVETJÏRREHTIMMINE ?

source: geahččaleami čađahanáigi sullii 60 minuhta.
sma:  Guktie edtjem learoehkidie ryöjrehtidh aajkose pryövine ?

source: Oahpahusdirektoráhta lea ráhkadan diehtojuohkigihppaga váhnemiidda / ovddasteddjiide man namma lea: ” Informasjon om kartleggingsprøver, våren 2015 ”.
sma:  Guktie edtjem illedahkide nuhtjedh juktie maehtedh faageles sjyöhtehke bievnesh bååstede vedtedh mah dam guhkiebasse lïerehtimmiem eevtjieh ?

source: Gihpa lea jorgaluvvon sámegillii (davvi, lulli- ja julevsámegillii) ja eŋgelasgillii.
sma:  Guktie edtjem learoehkidie meatan vaeltedh dennie guhkiebasse barkosne illedahkigujmie ?

source: Daid sáhttá viežžat pdf-fiilan Oahpahusdirektoráhta ruovttusiiddus.
sma:  Guktie learohkh maehtieh meatan årrodh sijjen jïjtsh barkoem vuarjasjidh ?

source: Gihpa almmuhuvvo buori áiggis ovdal kártengeahččaleamit lohkamis ja rehkenastimis galget čađahuvvot.
sma: PRYÖVEN ÅVTELEN

source: Ohppiid bargoáigi geahččaleami osiide lea ovdal bottu 17, 5 minuhta ja 13,5 minuhta maŋŋil bottu.
sma: Åvtelen pryöve dorjesåvva, dle vihkeles datne lea veelelaakan goerehtamme bïhkedassem Instruksjon for gjennomføring.

source: Diehtu ohppiide
sma: Daam gaavnh PAS:sne.

source: Oahppit galget oažžut dieđuid kártengeahččalemiid birra dalle go váhnengihppagat juhkkojuvvojit ohppiide.
sma: Bïhkedimmesne tjåådtje maam learohke edtja learoehkidie jiehtedh pryöven åvtelen jïh mearan pryöve dorjesåvva.

source: Lea dehálaš ahte geavahat buori áiggi čilget mii
sma: Boelhki gaskem learohkh edtjieh eejehtimmiem utnedh.

source: kártengeahččaleapmi lea, manne galgá dakkár geahččaleapmi, ja mo geahččaleapmi galgá čađahuvvot.
sma: Dïhte dan åvteste dah viesjies learohkh daamtaj maehtieh sæjloesåbpoe sjïdtedh goh dah veaksehke learohkh.

source: Ovdal geahččaleami čađaheami sáhtát oahpasnuhttit ohppiid geahččaleamidilálašvuhtii.
sma: Daate ajve bihkeden, men mijjieh juvnehtibie eejehtimmie ij seejnebe vaaltasovvh.

source: Oahpahusdirektoráhta ruovttusiiddus (www.udir.no) leat geahččaleamit almmuhuvvon.
sma: Eejehtimmie byöroe årrodh unnemes 10 minudth, maaje beapmojne jallh ålkone.

source: Dan geahččaleami sáhttibehtet čađahit ráhkkaneapmin kártengeahččalemiide, hárjehallat intruksaid ja bargobihtáid vástideami.
sma: Maahta aaj pryövem juekedh gööktine skuvlebiejjine. Tjåanghkan pryöve sæjhta vaasedh medtie 60 minudth, dellie eejehtimmie ij leah meatan.

source: Oahppit galggaše oažžut dieđu ahte galget bures guldalit oahpaheaddji ja dahkat nu go son sihtá, ja vuordit mannamis nuppi dassážii ožžot dieđu.
sma: Ööhpehtimmiedirektovraate aktem bïevnesetjaalegem dorjeme eejhtegidie man nomme: «bïevnesh goerehtallemepryövi bïjre, gïjren 2015 š.

source: Oahpaheaddji sáhttá das maiddái čilget ahte sus ii leat lohpi veahkehit sin bargobihtáiguin go sis lea dat albma kártengeahččaleampi.
sma: seedtesåvva gåatan learohkigujmie jïh byöroe lissine våålese vaaltasovvedh skuvlen gåetiesæjrosne jallh lïerehtimmiesijjesne.

source: Albma kártengeahččalemiid ii galgga geavahit hárjehallamii.
sma: Tjaalege lea jarkoestamme saemien gïelese (noerhte-, åarjel- jïh julevsaemien.

source:  ságastallan ohppiiguin dan birra ahte geahččaleapmi galgá leat veahkkin
sma: Maahta dejtie våålese leessedh goh pdf-fijlh Ööhpehtimmiedirektovraateen gåetiesæjroste.

source: oahpaheaddjái addit ohppiide nu buori oahpahusa go vejolaš  várren áiggi maŋŋil geahččaleami ovttaskas oahppi bohtosiid árvvoštallamii ja
sma: Tjaalege olkese båata guhkiem åvtelen learohkh edtjieh goerehtallemepryövide lohkemisnie jïh ryöknedimmesne darjodh.

source: čuovvoleapmái 3.
sma: Bïevnesh learoehkidie

source: GEAHČČALEAMI ČAĐAHEAPMI Instruksa mii čilge movt galggát rahkkanit ja čađahit geahččaleami, lea almmuhuvvon
sma: Learohkh edtjieh bïevnesh åadtjodh goerehtallemepryövi bïjre seamma tïjjen goh tjaalege eejhtegidie vadtasåvva.

source: dárogillii namain Instruksjon for gjennomføring geahččaleamivuogádaga fierpmádagas, Prøveadministrasjonssystemet (PAS), https://pas.udir.no.
sma: Vihkeles datne astoem åtnah buerkiestidh mij akte goerehtallemepryöve lea, man åvteste dijjieh edtjede dagkeres pryövem utnedh jïh guktie pryöve edtja tjïrrehtamme sjïdtedh.

source: Doppe gávnnat maiddái bohtosiidčilgehusa / fasihta mii čilge movt galggát divvut geahččalemiid.
sma: Tjïrrehtimmien åvtelen maahtah sjïehteladtedh ihke learohkh edtjieh åahpenidh jïjtjehke pryövetsiehkine.

source: Skuvlla rektor galgá ordnet nu ahte beasat PAS:i.
sma: Ööhpehtimmiedirektovraaten gåetiesæjrosne (www.udir.no) akte

source: Don fertet lohkat ja oahpasmuvvat bures instruksii, Instruksjon for gjennomføring, buori áiggis ovdal kártengeahččaleami čađaheami ohppiiguin.
sma: Dijjieh maehtede daam laavenjassem tjïrrehtidh goh akte ryöjredimmie goerehtallemepryövese, juktie haarjanidh bïhkedassem åadtjodh jïh laavenjassh vaestiedidh.

source: Dus ferte leat alddát geahččaleami gihpa klássalanjas maid geavahat veahkkin bagadallamis.
sma: Learohkh byöroeh bïeljelimmiem åadtjodh veele goltelidh, raaktan dam darjodh maam lohkehtæjja jeahta, jïh vuertedh dan mubpien laavenjassese

source: Dasa lassin dárbbašat diimmu mainna geahčat áiggi.
sma: vaedtsedh åvtelen dah bïeljelimmiem dan bïjre åadtjoeh.

source: Geahččaleami instruksas čuožžu man guhkes áigi ohppiin lea guhtege siiddu bargobihtaid bargamii.
sma: Dïhte aajkoe daejnie haarjanimmine ij leah haarjanidh pryövese, men haarjanidh pryövem utnedh.

source: Jus diktá ohppiid bargat nu guhká go sii háliidit, de nákcejit maiddái oahppit geat bargat eahpevuogálaččat čoavdit bargobihtáid
sma: Dellie aaj maahtah nuepiem nuhtjedh learoehkidie buerkiestidh lohkehtæjja ij luhpiem utnieh dejtie laavenjassigujmie viehkiehtidh gosse dah edtjieh dam eensi goerehtallemepryövem

source: riekta.
sma: utnedh.

source: Danne ferte čuovvut dárkilit áigemeriid mat leat instruksas.
sma: Ij edtjh dam jïjtjehke goerehtallemepryövem nuhtjedh haarjanimmesne.

source: Vuollelis gávnnat dieđuid dan birra mo galgá dulkot ja čuovvolit kártengeahččalemiid bohtosiid.
sma: Barkoetïjje learoehkdie dejnie göökte bieline pryöveste lea 18,5 minudth eejehtimmien åvtelen jih 9

source: Kártentgeahččaleapmi mihtida guokte máhtolašvuođasuorggi rehkenastima vuođđo máhtolašvuođain.
sma: minudth mænngan. Lissine tïjje vadtasåvva bïhkedimmieh vedtedh jïh numhtie vijriesåbpoe.

source: Dovdat ja čilget sisdoallá oahppi máhtolašvuođa identifiseret
sma:  gïehtjedamme bïhkedimmiem jïh bïhkedasside juktie pryövem tjïrrehtidh

source: dilálašvuođaid maidda gullet logut ja sturrodagat.
sma:  hokseme eejhtegh bievnesetjaalegem åådtjeme jih bievnesh åådtjeme

source: Geavahit ja ráhkadit sisdoallá máhtu válljet strategiijaid váttisvuohtačoavdimii.
sma: tjïrrehtimmien jih dåarjelimmien bïjre  learohkigujmie soptsestamme daate pryöve edtja viehkine årrodh ihke

source: Geahččaleapmi mihtida ohppiid máhtu geavahit álkes
sma: lohkehtæjja maahta learoehkidie dan bööremes lïerehtimmiem vedtedh

source: strategiijaid hivvodagaid juohkimii ja juogusteapmái ja álkes rehkenastimii.
sma:  tijjem vadteme tjïrrehtimmien mænngan juktie maehtedh vuarjasjidh jïh

source: Buot dát njeallje temá čilgejuvvojit vuollelis.
sma: illedahkide fïere guhten learoehkasse dåarjelidh

source: Juohke temái govviduvvo ohppiid ovdáneapmi ja dás leat maiddái ovdamearkkat ohppiin.
sma: MEARAN TJÏRREHTEMINIE

source: Dás čilgejuvvojit maiddái hástalusat mat sáhttet leat ohppiin geat ráhčet guhtege temá siskkobealde, ja dás leat evttohusat aktivitehtaide mat sáhttet veahkehit ohppiid birget daiguin hástalusaiguin.
sma: Pryövereeremesysteemesne (PAS.) ((https://pas.udir.no) gaavnh Instruksjon for gjennomføring mij buerkeste guktie datne edtja pryövem tjïrrehtidh, jïh mah ryöjredimmieh mejtie tjoerh darjodh pryöven åvtelen.

source: Maŋŋelis temáid leat čilgehusat golmma oahppis (ohppiidportreahtat) geain leat hui iešguđetlágan bohtosat.
sma: Daesnie aaj vuarjasjimmiebïhkedimmiem gaavnh mij buerkeste guktie edtja pryövide staeriedidh.

source: Dat portreahtat leat čállon dan vuođul maid muhtun oahppit leat vástidan go oasálaste kártengeahččalemiid ráhkadeamis.
sma: Datne tjoerh veele lohkedh jïh gïehtjedidh Instruksjon for gjennomføring guhkiem åvtelen datne goerehtallemepryövem tjïrrehth learohkigujmie.

source: Portreahtat muitalit maid oahppit leat čájehan ahte sii máhttet ja maid eai máhte geahččaleamis.
sma: Datne tjoerh aktem jïjtse pryöveheeftem meatan utnedh klaassetjiehtjielasse maam nuhtjh, Instruksjonine ektine.

source: Juohke ohppiidportreahtas lea árvalus mo sáhttá viidásit čuovvolit oahppi.
sma: Lissine aktem tsåahkam daarpesjh mij tïjjem vaalta, tjöödtjesthtsåahka.

source: Mo čuovvolit ohppiid geat leat sierra beroštumi ráji vuolábealde Kártengeahččaleapmi rehkenastimis deattuha lohkoipmárdusa ja rehkenastin
sma: Dastegh baaja learoehkidie dan guhkiem gïehtelidh goh jïjtje sijhtieh, learohkh ovmaereles strategijigujmie sijhtieh buektiehtidh laavenjasside staaran darjodh.

source: Dat leat dárbbašlaš vuođđogeađggit rehkenastima vuođđomáhtolašvuođaid oahppamis ja matematihka oahppamis. Bohtosat 1. jahkeceahki matematihka kártengeahččaleamis galget geavahuvvot vuolggasadjin ságastallamii
sma: Daah leah learohkh mejtie pryöve edtja vueptiestidh dan åvteste faatoes strategijeevtiedimmie lea dïhte veaksahkommes prediktovre dastegh learohkh matematihketsagkesh mænngan åadtjoeh.

source: ohppiiguin ja váhenmiiguin go pláne mo galgá čuovvolit oahppu.
sma: Dan åvteste tjoerh veelelaakan fulkesidh tïjjemieride bïhkedassesne.

source: Ovttas sáhttibehtet vuoruhit movt ovddosguvlui bidjabehtet oahppomihtuid barggus.
sma: Vuelielisnie bïevnesh gaavnh guktie edtjh toelhkestidh jïh dåarjelidh illedahkide goerehtallemistie.

source: Ságastallet movt oahppi sáhttá oláhit mihtuid maid bidjabehtet.
sma: Göökte tjiehpiesvoetesuerkieh möölesuvvieh dejnie uvtemesth

source: Dehálaš lea bidjat deattu muhtun moatti, realisttalaš mihttui hávális.
sma: tjiehpiesvoetine ryöknedimmesne goerehtallemepryövesne.

source: dárbbašit čuovvoleami  Guhtege oahppi bohtosiid ferte geahččat ovttas eará dieđuiguin ohppi
sma: Damtijidh jïh buerkiestidh leah mejtie learohke maahta tsiehkieh damtijidh mah taalh jïh stoeredahkh meatan utnieh.

source: birra Go dulko ohppiidvástádusaid, de lea dehálaš geahččat geahččaleami ollislaččat.
sma: Laavenjassh pryövesne buerkiestieh vihties tsiehkieh mejtie maahta loetedh viehkine ryöknedimmeste.

source: Leage várrogas ovtta bargobihtá vástádusa vuođul dadjat maidege.
sma: Learohkh tjuerieh guarkedh taalh tseahkan gårrelgieh, jïh tjuerieh

source: Sáhttá ollu dieđuid oažžut jus guorahallá olles oahppi gihppaga.
sma: 10/32 darjodh.

source: Geahča bliánttamearkkaid lohkolinnjáin ja figuvrrain, geahča maiddái notáhtaid dahje liigečállosiid maid oahppi soaitá čálistan márggaide dahje sierra báhpirii.
sma: Juktie learohki uvtemesth tjiehpiesvoeth ryöknedimmesne möölehtidh, laavenjassh leah evtiesovveme njieljie teemaj sisnjeli: Ryökneme, taalegoerkese, taaleraajroe jïh taalesïeve jïh ryöknedimmie.

source: Dat sáhttet addit lassi dieđuid das mo oahppi jurddaša.
sma: Fïereguhte dejstie njieljie teemijste goerehtallemepryövesne

source: Jus eahpidat, huma ohppiin ja jeara sus muitá go mo son jurddašii.
sma: Fïereguhten teemese learohki evtiedimmiem buerkeste, jïh såemies vihties learohkevuesiehtimmieh vadtasuvvieh.

source: Geahččaleami berre mannat čađa ovttaskas ohppiiguin geain leat bohtosat juste bajabealde dahje vuolábealde sierra beroštumi ráji.
sma: Vijriesåbpoe haestemh buerkeste mejtie viesjies learohkh dåastoeh fïerhten teeman sisnjelen, jïh

source: Árvvoštala leago ohppiide vuolábealde sierra beroštumi ráji ávkkálaš mannat olles geahččaleami čađa.
sma: muvhth raeriestimmieh darjoemidie vadtasuvvieh mah maehtieh learoehkidie viehkiehtidh dejtie haestiemidie haalvedh.

source: Vejolaččat sáhttá válljet muhtun siidduid maid manná čađa ohppiin, dat galggaše leat siiddut maid sisdoallu lea lagamusas oahppi ovdánandási.
sma: Teemaj mænngan buerkiestimmieh golme learoehkijstie gaavnh (learohkeportrehth) gaajh joekehts illedahkigujmie goerehtallemepryövesne.

source: Ohppiide geat ožžot čuoggáid ollu vuollelis sierra beroštumi ráji (geahča Lena portreahta) sáhttá dovdot váivin jus oahpaheaddji bláđe olles
sma: Daah portrehth leah tjaalasovveme learohki vaestiedassi mietie mah lin meatan evtiedimmesne goerehtallemepryöveste.

source: geahččaleami čađa ja nu oidnojit buot bargobihtát maid ii leat máhttán dahje vástidan.
sma: Portrehth soptsestieh maam learohkh leah vuesiehtamme dah haalvoeh, jïh eah haalvoeh pryövesne.

source: Danne sáhttá leat vuogas válljet dušše moadde siiddu maid geahčada searvalaga ohppiin.
sma: Fïerhten learohkeportrehtese raeriestimmieh vadtasuvvieh juktie guhkiebasse learohkem dåarjelidh.

source: Go geahčada geahččaleami olles klássain, de sáhttá válljet geahččaleamis muhtun temáid dahje siidduid maiguin sáhttá bargat ovttas.
sma: Dåarjelimmie learoehkijstie tjoeperdimmieraasten nuelesne Goerehtallemepryöve ryöknedimmesne fokusem åtna taalegoerkesasse jïh ryöknedimmietjiehpiesvoetese.

source: Muitte ahte lea maiddái vejolaš ráhkadit “ kurssa ” ohppiiguin daidda dihto doahpagiidda dahje máhtolašvuođaide maiguin buohkat joavkkus rahčet.
sma: Daate lea daerpies bigkemegierkieh juktie vihkielommes tjiehpiesvoeth ryöknedimmesne vejtiestidh jïh matematihkem lïeredh.

source: Dat sáhttá mearkkašit ahte okta oahppi lea mielde ovtta kurssas, muhtun eará oahppi soaitá mielde máŋgga kurssas.
sma: Edtja illedahkem goerehtallemepryöveste ryöknedimmesne 1. daltesasse åtnasovvedh goh våarome akten

source: Evttohusat gažaldagaide ohppiide sierra beroštumi ráji vuolábealde  Sáhtát go čájehit dan siiddu geahččaleamis mii du mielas lei buot
sma: soptsestæmman learoehkinie jïh eejhtegigujmie, juktie dam guhkiebasse dåarjelimmiem learoehkistie soejkesjidh.

source: suohttaseamos ?  Ledje go muhtun bargobihtát maid don it ipmirdan mo galget bargat ?
sma: Ektesne dijjieh maehtede bæjjese bïejedh våaroehtamme lïerehtimmieulmieh dan guhkiebasse barkose.

source:  Makkár bargobihtát ledje váddásat ?
sma: Soptsestidie ektesne guktie learohke

source:  Makkár bargobihtáid manai bures bargat ?
sma: maahta jaksedh dejtie ulmide mah bïejesuvvieh.

source: Evttohusat gažaldagaide ohppiide go bargá olles luohkain maŋŋil geahččaleami:  Maid jáhkkibehtet mii galgat gávdnat dáinna siidduin ?
sma: Vihkeles fokusem utnedh naan gille ulmide fïerhten aejkien, mejtie maahta jaksedh. ÅTNOE ILLEDAHKIJSTE

source:  Mo sáhttit jurddašit go galgat čoavdit dán bargobihtá ? Oahppit vuolábealde sierra beroštumi ráji geavahit dávjá guhkes áiggi danne go sis leat eahpevuogálaš strategiijat, heajos doabaipmrádusat, dahje beare viiddis
sma:  Edtja learohkh tjoeperdimmieraasten nuelesne guhkiebasse dåarjelidh  Lohkehtæjja tjuara eejhtegidie bievnedh illedahki bïjre goerehtallemepryövesne jis vååjnoe goh learohke lea tjoeperdimmieraasten nuelesne, jïh dan gaavhtan lissie dåarjelimmiem daarpesje

source: Daid dáhttut fuobmát kártengeahččalemiiguin, ja danne čađahit geahččaleami áigemeriiguin ja veahkkeneavvuid haga.
sma:  Learohkh mah eevre tjoeperdimmieraasten bijjelen skååredieh, maehtieh aaj guhkiebasse dåarjelimmiem daarpesjidh

source: Maŋŋil go geahččaleapmi lea divvojuvvon, de sáhttá láhčit ohppiide vejolašvuođa bargat bihtáid maid eai vástidan
sma:  Tjuara illedahkide akten learoehkasse ektesne vuejnedh jeatjah bïevnesigujmie

source: geahččaleamis.
sma: learohken bïjre

source: Jus nu, de divo vuos geahččaleami, ja divtte dasto ohppiid muosis bargat loahppa bargobihtáid ivdnebliánttain.
sma: Gosse learohkevaestiedasside toelhkeste lea vihkeles abpe pryövem ektesne vuejnedh.

source: Oahppit leat juo gullan bagadusa ja sáhttet geahččat ovdamearkkaid geahččaleamis.
sma: Årroeh våårege illedahkh toelhkestidh ajve aktede vaestiedasseste aktene laavenjassesne.

source: Máŋgasiidda lea dat doarvái dasa ahte nagodit iešheanalaččat bargat bihtáiguin mat leat báhcán.
sma: plæjjohkemïerhkh taalesïevine jïh goerine, vuartesjh aaj notaatine jallh gusnie learohke

source: Oahppit EAI oaččo divvut boasttu vástádusaid.
sma: Sæjroe 11/32 måjhta guktie ussjedi.

source: Ohppiide geat rahčet ii leat nu ollu ávki bargat iešheanalaččat geahččaleami bargobihtaiguin, ja nu ii ávžžuhuvvo sidjiide dat bargovuohki.
sma: Byöroe pryövem aktine aktine learoehkinie gïehtjedidh mij lea eevre tjoeperdimmieraasten bijjelen jïh nuelesne. Vuarjesjh mejtie learohkh tjoeperdimmieraasten nuelesne aevhkiem

source: Okta vuohki lea ahte oahppi
sma: utnieh abpe pryövem gïehtjedidh.

source: ovttas oahpaheddjiin bargá bargobihtáid maid son ii ollen geahččaleamis.
sma: Veeljh dej veajkoej muvhth sæjroeh mejtie learoehkinie ektine vuartesjh.

source: Dat sáhttá leat vuosttaš oassi oahppi viidásit kártemis. Doahpagiid ja máhtolašvuođaid ovdánahttin
sma: Daate byöroe sæjroeh sisveginie årrodh mah leah learohken lïhkemes evtiedimmiesovnen sisnjelen.

source: Digaštallet oahppá go oahppi álggos doahpagiid ovdalgo máhtolašvuođaid, dahje máhtolašvuođaid ovdal go doahpagiid, vai ohppet go daid buohtalaga.
sma: Akte learohke mij guhkede tjoeperdimmieraasten nuelesne skåårede (vuartesjh portrehtem Maarjeste), maahta tuhtjedh gïerve jis lohkehtæjja abpe

source: Oahppit geat eai hálddaš lohkodoahpagiid nu bures rahčet dávjá lohkamiin ja lohkorehkenastimiin.
sma: heeften tjïrrh plaerede jïh satne åådtje gaajhkide laavenjasside vuejnedh mejtie ij leah buektiehtamme jallh ij vaestiedamme.

source: Oahppit geat rahčet lohkat dávjá eai ipmir nu bures doahpagiid mat čatnasit loguide.
sma: Dellie maahta buerebe årrodh naan gille sæjroeh veeljedh mejtie learoehkinie ektine gïehtjede.

source: Árra giellaovdánemiin ja lohkamiin leat sii háhkan dehálaš gelbbolašvuođa mii lea vuođđun vuođđo máhtolašvuođaide rehkenastimis ja dasa ahte oahppat matematihka.
sma: Juktie pryövem vijriesåbpoe gïehtjedidh aktene ellies klaassesne maahta såemies teemah jallh sæjroeh pryövesne veeljedh mejgujmie gaajhkesh maehtieh ektesne barkedh.

source: Ipmárdus doahpagiidda nugo ovdamearka dihte stuorit go, eanet, dahje lohkosánit ja lohkanmáhtolašvuođat leat reaiddut viidásit oahppamii.
sma: Mujhtieh gåarede «kuvsjemš darjodh learohkedåehkiejgujmie juktie sjïere dïejvesigujmie jallh tjiehpiesvoetigujmie guhkiebasse barkedh, mejgujmie gaajhkh learohkh dåehkesne

source: Juo skuvlaálgima áiggi sáhttet oahpaheaddjit áicat ahte ohppiin leat iešguđetlágan gelbbolašvuođat.
sma: tjabreminie.

source: Muhtun oahppit eai máhte lohkat meaddel viđá kardinála ipmárdusain, muhtun oahppit ges máhttet adderet loguid 0-100 gaskkas.
sma: Dellie kanne akte learohke meatan aktene kuvsjesne, mearan akte jeatjah learohke lea meatan jieniebinie kuvsjine.

source: matteuseffekta, erohus ohppiid gaskkas stuorru árra skuvlajagiid.
sma: Raeriestimmie gyhtjelasside learoehkidie tjoeperdimmieraasten nuelesne:

source: lohkat sihkkarit ja geabbilit, ja sis fertejit leat nanu lohkodoahpagat.
sma:  Maahtah munnjien vuesiehtidh dam sæjroem pryövesne datne tuhtjih lij lustemes ?

source: Vuosttaš jagiid skuvllas lea vuđolaš bargu lohkanaktivitehtaiguin hui dehálaš ohppiid ovdáneapmái.
sma:  Mah laavenjassh desnie mejtie idtjih guarkah guktie edtjh loetedh ?  Mah laavenjassh lin gïerve ?

source: Lohkan lea dárbbašlaš ohppiid lohkoipmárdusa ovddideapmái, dasa lassin geavahit oahppit ollu lohkanstrategijiaid bargobihtaid čoavdimii.
sma:  Mah laavenjassh lij aelhkie darjodh ? Raeriestimmie gyhtjelasside learoehkide gosse barkeminie pryöven mænngan ellies klaassine

source: Eanas oahppit ohppet dađistaga beaktileabbo ja geabbileabbo strategijiaid dađimielde go šaddet čeahpibut lohkat ja
sma:  Maan dijjieh vienhtede mijjieh pryövebe gaavnedh daejnie sæjrojne ?  Guktie maehtebe ussjedidh juktie daam laavenjassem loetedh ?

source: Muhtun ohppiid ovdáneapmi bisána, dainna oaivvilduvvo ahte sii jotket geavahit álkes strategiijaid (geahča Rehkenastin vuollelis).
sma: Learohkh tjoeperdimmieraasten nuelesne daamtaj guhkiem tïjjem nuhtjieh dan åvteste dej leah ovmaereles strategijh, viesjies dïejvesh jallh fer vijries gïehtjedimmiestrategijh.

source: ovttageardánis ja ovttamállet lohkanstrategiijain beaktileabbo strategijjaide ja geabbileabbo strategiijageavaheapmái.
sma: Mijjieh sïjhtebe daam goerehtallemepryövine vueptiestidh, jïh dan åvteste pryövem tjïrrehtibie tïjjemieriejgujmie jïh bielelen viehkiedïrregh.

source: Davviriikkain earuhit erenoamáš matematihkkaváttuin ja dábálaš matematihkkaváttuin.
sma: sjïehteladtedh ihke learohkh åadtjoeh laavenjasside loetedh mejtie idtjin vaestedh gosse pryövem tjïrrehtin.

source: Dávjá geavahit doahpagiid gáržžes ja viiddis definišuvnna (geahča ovdamearka dihte Lunde, 2008) Muhtun ohppiin geat rahčet matematihkain, leat erenoamáš matematihkkaváttut.
sma: Staeredh boekte pryövem voestegh, jïh baajh dan mænngan learoehkidie raeffesne tjahkasjidh jïh dejtie mubpide laavenjasside loetedh klaerieplæjjohkinie. Daelie maehtieh maaje viehkiedïrregh nuhtjedh.

source: Erenoamáš matematihkkaváttuid čatnet ovdamearka dihte
sma: bïhkedassem govleme jïh maehtieh vuesiehtimmide pryövesne vuartasjidh.

source: muitinváttuide, kognitiivafaktoriidda dahje abstrakšuvdnaváttuide (Holm, 2002).
sma: Jeenjesidie ij leah daate nuekies ihke dah buektiehtieh jïjtjeraarehke barkedh dej jeatjah laavenjassigujmie.

source: Ohppiide
sma: Sæjroe

source: Dán teavstta referánssat leat evttohuvvon lassi lohkamušaid listus.
sma: 12/32 dennie guhkiebasse goerehtallemisnie. Evtiedimmie goerkesistie jïh tjiehpiesvoetijste

source: geain leat erenoamáš matematihkkaváttut berre árvvoštallat lea go dárbu liige čuovvoleapmái maiddái olggobealde heivehuvvon oahpahusa vrd oahpahuslága.
sma: Digkedeminie mejtie goerkese evtiesåvva tjiehpiesvoeti åvtelen, tjiehpiesvoeth goerkesen åvtelen, jallh mejtie dah sinsitnien baalte evtiesuvvieh.

source: Johtočálus F-04-13 geatnegahttá skuvlla árvvoštallat oahpahusa doaibmama ovdalgo vuolggaha ášši PPT:I ja vejolaččat erenoamáš oahpahusa mearrádussii.
sma: Hævvi vienth dah sinsitnien baalte evtiesuvvieh. Learohkh viesjies taaledïejvesigujmie daamtaj viesjies tjiehpiesvoeth utnieh ryöknemisnie jïh taaleryöknedimmesne.
